/* Error messages. */
"Error:  %@" = "錯誤：%@";
"An error occurred.  %@  OSErr %d" = "發生錯誤。%@  OSErr %d";
"Unable to open that file." = "無法打開該檔案。";
"Unable to execute that file." = "無法執行該檔案。";
"A script error occurred.  %s" = "發生工序指令錯誤。%s";
"Unable to resolve that alias because the original item cannot be found." = "不能解析這替身，因為找不到原項目。";

/* Menu items. */
"%@ Scripts" = "%@ 工序指令";
"Open Scripts Folder" = "打開 Scripts 檔案夾";
"Network Scripts" = "網路工序指令";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "打開網路 Scripts 檔案夾";
"Open Computer Scripts Folder" = "打開電腦 Scripts 檔案夾";
"Open User Scripts Folder" = "打開使用者 Scripts 檔案夾";
"Open %@ Scripts Folder" = "打開 %@ Scripts 檔案夾";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "打開“%@”";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "預設工序指令編寫程式";
